tap "oven-sh/bun"

brew "awscli"
brew "bat"
brew "beads"
brew "bettercap"
brew "cloc"
brew "ffmpeg"
brew "fswatch"
brew "gh"
brew "git-filter-repo"
brew "mosh"
brew "neovim"
brew "oven-sh/bun/bun"
brew "rbenv"
brew "render"
brew "stow"
brew "uv"
brew "pnpm"

cask "brave-browser"
cask "cmux"
cask "codex"
cask "obsidian"
cask "zed"
