tap "asheshgoplani/tap"
tap "borkdude/brew"
tap "clojure/tools"
tap "dart-lang/dart"
tap "oven-sh/bun"

brew "asheshgoplani/tap/agent-deck"
brew "awscli"
brew "bat"
brew "beads"
brew "bettercap"
brew "borkdude/brew/clj-kondo"
brew "cloc"
brew "clojure/tools/clojure"
brew "codex"
brew "dart-lang/dart/dart"
brew "ffmpeg"
brew "fswatch"
brew "gh"
brew "git-filter-repo"
brew "gobuster"
brew "mosh"
brew "neovim"
brew "oven-sh/bun/bun"
brew "rbenv"
brew "render"
brew "stow"
brew "tesseract"
brew "uv"
brew "pnpm"

cask "brave-browser"
cask "cmux"
cask "obsidian", args: { no_binaries: true }
cask "zed"
